complete/buddy_data/奇秀-主播房间-20160913044445-20160913044446100

<?xml version="1.0" encoding="UTF-8"?><SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:Spider="urn:http://service.sina.com.cn/spider"><SOAP-ENV:Body encodingStyle="http://schemas.xmlsoap.org/soap/encoding/"><Spider:PostDocument><document xsi:type="Spider:Document"><platform xsi:type="xsd:string"><![CDATA[奇秀]]></platform>
<class xsi:type="xsd:string"><![CDATA[主播房间]]></class>
<date xsi:type="xsd:string"><![CDATA[2016-9-13 4:44:45]]></date>
<cont_items><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[房间号]]></cont_item_name><cont_item_body><![CDATA[158902]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[昵称]]></cont_item_name><cont_item_body><![CDATA[汇星-黑暗大美的房间]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[星光]]></cont_item_name><cont_item_body><![CDATA[4910]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[粉丝]]></cont_item_name><cont_item_body><![CDATA[363]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[打卡]]></cont_item_name><cont_item_body><![CDATA[277]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[守护]]></cont_item_name><cont_item_body><![CDATA[14]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[观众]]></cont_item_name><cont_item_body><![CDATA[311]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[缘自初见^_^守至白头]]></vipnickname><vipuserid><![CDATA[2186951892]]></vipuserid><top_name><![CDATA[缘自初见^_^守至白头]]></top_name><top_money><![CDATA[12210]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[兔宝 叫我恶狼131423]]></vipnickname><vipuserid><![CDATA[1290348680]]></vipuserid><top_name><![CDATA[兔宝 叫我恶狼131423]]></top_name><top_money><![CDATA[2000]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[我只是一個壞人?紫星]]></vipnickname><vipuserid><![CDATA[2001223634]]></vipuserid><top_name><![CDATA[我只是一個壞人?紫星]]></top_name><top_money><![CDATA[1070]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[浣熊哥哥]]></vipnickname><vipuserid><![CDATA[1324589545]]></vipuserid><top_name><![CDATA[浣熊哥哥]]></top_name><top_money><![CDATA[550]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[卜娜娜]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[卜娜娜]]></top_name><top_money><![CDATA[270]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[缘自初见^_^守至白头]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[缘自初见^_^守至白头]]></top_name><top_money><![CDATA[240]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[汇星-鸿默]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[汇星-鸿默]]></top_name><top_money><![CDATA[150]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[爱吃小笼包啦]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[爱吃小笼包啦]]></top_name><top_money><![CDATA[140]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[请叫我莫大大、]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[请叫我莫大大、]]></top_name><top_money><![CDATA[90]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[官方—LlE『冰帝』]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[官方—LlE『冰帝』]]></top_name><top_money><![CDATA[60]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[黠心情人含羞游离ソ]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[黠心情人含羞游离ソ]]></top_name><top_money><![CDATA[]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[~小无聊~]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[~小无聊~]]></top_name><top_money><![CDATA[]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[不穿裤衩开拉耙耙公司]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[不穿裤衩开拉耙耙公司]]></top_name><top_money><![CDATA[]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[蓝深温暖徒孤1安静]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[蓝深温暖徒孤1安静]]></top_name><top_money><![CDATA[]]></top_money></cont_item></cont_items>
</document></Spider:PostDocument></SOAP-ENV:Body></SOAP-ENV:Envelope> 